"use strict";

module.exports = {
  mockData: [
    {
      id: `VjVObb`,
      title: `Учим HTML`,
      announce: `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
      fullText: `Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.`,
      createdDate: `29-12.2021 23:39:13`,
      category: [`Без рамки`, `Музыка`, `Кино`],
      comments: [
        {
          id: `mB5hnR`,
          text: `Хочу такую же футболку :-) Совсем немного... Планируете записать видосик на эту тему?`,
        },
      ],
    },
    {
      id: `X4XKvu`,
      title: `Учим CSS`,
      announce: `Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
      fullText: `Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Рок-музыка всегда ассоциировалась с протестами. `,
      createdDate: `29-12.2021 23:39:13`,
      category: [`Железо`, `Без рамки`, `Деревья`, `За жизнь`],
      comments: [
        {
          id: `0Y_BYi`,
          text: `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Согласен с автором! Совсем немного... Это где ж такие красоты?`,
        },
        {
          id: `_YgdBs`,
          text: `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Совсем немного... `,
        },
      ],
    },
  ]
};
